Revit 2027 API
AreaBasedLoadData.TrueLoad Property
 The electrical true load of the area based load.
Namespace: Autodesk.Revit.DB.Electrical
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double TrueLoad { get; }
Public ReadOnly Property TrueLoad As Double
	Get
public:
property double TrueLoad {
	double get ();
}
member TrueLoad : float with get
Property Value
Double
See Also
Reference
AreaBasedLoadData Class
Autodesk.Revit.DB.Electrical Namespace